TEXT_LESSON_0_1 = '<b>Приветствуем на Курсе Молодого Бонусхантера*</b>\n\n👋 Привет <b>'

TEXT_LESSON_0_2 = ('</b>, просмотрев наш Курс Молодого Бонусхантера, ты сможешь познакомиться с базовыми знаниями нашей сферы и начать зарабатывать с нее уже сейчас!\n\n'
                    'Курс состоит из <b>10 ПОСЛЕДОВАТЕЛЬНЫХ УРОКОВ</b>, которые помогут ввести тебя в курс дела и поближе познакомить с экосистемой <a href="https://t.me/MindReborn">MindReborn</a>!\n\n'
                    'Выбирай как удобнее изучать материал, в текстовом или видео формате и поэтапно продвигайся по урокам!\n\n'
                    'Не будем затягивать, жми на кнопку и начинаем наше погружение ⬇️')

TEXT_LESSON_1 = ('<b>Кто такие MindReborn?</b>\n\n'
                 '🤝 Для начала, давайте познакомимся поближе\n\n'
                 '<b>MindReborn</b> — сообщество единомышленников в сфере Бонусхантинга и Вилок букмекерских контор, направленное на общий заработок и развитие ниши в целом\n\n'
                 'Немного о наших достижениях и небольшая навигация по экосистеме, поможет нам более тесно взаимодействовать на нашем пути\n\n'
                 'Навигатор по экосистеме MindReborn — \n\n'
                 'Давай знакомиться, просматривай материал и двигаемся к освоению базовых фрагментов сферы ⬇️')

TEXT_LESSON_2 = ('<b>Что такое Бонусхантинг и кто такие Бонусхантеры?</b>\n\n'
                 'ℹ️ Что же такое Бонусхантинг букмекерских контор и как появились Бонусхантеры\n\n'
                 '<b>Бонусхантинг</b> — охота за бонусами, которые раздает букмекер для привлечения новых игроков и для увеличения активности действующих\n\n'
                 'Разберем подробнее, самые важные определения в нашей сфере заработка\n\n'
                 'Ознакамливаемся с уроком и преходим к следующему ⬇️')

TEXT_LESSON_3 = ('<b>Какие букмекерские конторы мы используем в работе?</b>\n\n'
                 '📝 Список букмекерских контор крайне обширен, но мы специализируемся на определенных БК, которые досконально нами проработаны\n\n'
                 'С чем же мы работаем и почему именно эти букмекерские конторы, мы используем для извлечения прибыли?\n\n'
                 'Фонбет, BetBoom, Пари, Лига Ставок. Олимп, Винлайн и еще множество букмекерских контор, с которыми мы будем взаимодействовать\n\n'
                 'Узнаем какие БК и почему мы используем именно их ⬇️')

TEXT_LESSON_4 = ('<b>Какие бонусы мы отыгрываем?</b>\n\n'
                 '⭐️ Бонусов много и все они по своему уникальны, но акцент мы делаем на самых прибыльных бонусах, что же это за бонусы ... ?\n\n'
                 'Приветсвенный бонус, вейджерный бонус, бонус страховка и много других бонусов, с которыми нам предстоит работать\n\n'
                 'Бонусы делятся на два основных типа:\n\n'
                 'А — бонусы для привлечения клиентаn\n'
                 'Б — бонусы для поддержания активности клиента\n\n'
                 'Знакомимся с видами и типами бонусов, и переходим к следующему уроку ⬇️')

TEXT_LESSON_5 = ('<b>Как мы зарабатываем ?</b>\n\n'
                 '⚙️ Пора разобраться, за счет чего же мы будем зарабатывать, используя несколько букмекерских контор одновременно\n\n'
                 'Зарабатываем мы на изъянах букмекера и специальной механике, которая исключает риски и дает нам возможность диктовать свои правила при работе с бонусами\n\n'
                 'Давайте на небольшом примере, посмотрим эту механику в действии ⬇️')

TEXT_LESSON_6 = ('<b>Масштабирование и уникализация</b>\n\n'
                 '🥷 Букмекер прекрасно про нас знает, но мы используем специальные программы и уловки, чтобы постоянно прятаться от службы безопасности, ну а на момент пока нас обнаружат, мы уже будем трясти монетами в нашем кармане\n\n'
                 'Антидетект браузеры, эмуляторы, сим-карты, дропы и еще большое множество инструментов и расходников в нашей работе\n\n'
                 'Как выстроить цикличную работу в нашей сфере, давайте разбираться ... ?\n\n'
                 'Изучаем элементы масштабирования и уникализации, и переходим к следующему уроку ⬇️')


TEXT_LESSON_7 = ('<b>Сколько можно зарабатывать ?</b>\n\n'
                 '💰 Ну и конечно же, куда мы без долгожданных цифр прибыли, сфера очень маржинальная и при минимальных вложениях, способна удваивать, утраивать ваш стартовый капитал\n\n'
                 'Но прежде нужно приложить немного услилий и стараний\n\n'
                 'Давайте узнаем сколько зарабатывает рядовой Бонусхантер и будем двигаться дальше ⬇️')

TEXT_LESSON_8 = ('<b>Основные вопросы</b>\n\n'
                 '❓Мы не первый день в сфере и уже знаем частые вопросы, которые задают при знакомстве с нашей нишей заработка\n\n'
                 'Давайте же сразу «расставим все точки над и», и ответим на популярные вопросы новичков\n\n'
                 'Ролик с ответами опытных Бонусхантеров на нашем YT канале — https://youtu.be/6M8j9dR7I5c\n\n'
                 'Ну вот почти и все, переходи к крайнему уроку, но не последнему этапу твоего погружения в мир Бонусхантинга ⬇️')

TEXT_LESSON_9 = ('<b>Что делать дальше ?</b>\n\n'
                 '🎉 Поздравляем, теперь смело присваиваем тебе звание Молодого Бонусхантера, но это лишь небольшое начинание в твоем вилочном пути\n\n'
                 'Согласись, что тема действительно интересная и стоит дальнейшего внимания, поэтому сейчас тебе нужно подписаться на все наши ресурсы:\n'
                 '— <a href="https://t.me/+eMfLFPmkz4UwYTM6">MindReborn Бонусхантинг Бесплатный чат</a>\n'
                 '— <a href="https://t.me/+D8FTXBl6xPgzMzEy">MindReborn Инфо</a>\n'
                 '— <a href="https://t.me/+Yn7Bv7Y-Nj5mYjVi">MindReborn Отзовик</a>\n'
                 '— <a href="https://t.me/+INkG-yxWsDM5ZDYy">MindReborn Флудильня</a>\n'
                 '— <a href="https://t.me/mindrebornscamlist">MindReborn Список мошенников</a>\n\n'
                 'А теперь ты можешь приступать к изучению более детального материала и переходить к практике, получив знания и заработав свой перый доход, благодаря нашему — <a href="https://t.me/c/1715244604/92983">Онлайн-Тренингу</a>\n\n'
                 'Нам остается пожелать тебе успехов в твоем увлекательном пути !\n\n'
                 'До скорых встреч !\n\n')



